{
  "EmpType":"Great, let’s get started. To get you the right answers, I’ll need to know a little about you. Which of these describes your role at Walmart?",
  "Endsession":"session ended.",
  "confirmation":"Please type valid input(yes/no)",
  "ProperInput":"Give proper input!",
  "validinput":"Please type valid input",
  "switchEmp":"You cannot switch between the Employement Type.",
  "sameEmpType":"You are already in the same Employement Type.",
  "Driver_welcome":"Driver. Got it! Now what question can I help with today?",
  "Salaried_welcome":"Salaried. Got it! Now what question can I help with today?",
  "Hourly_welcome":"Hourly. Got it! Now what question can I help with today?",
  "supportteam":"Great! The support team will reach out to you to provide the answers you need!",
  "contact":"Ok. If you want to reach out to them directly, you can give them a call at 800-421-1362.",
  "waitQuery":"waiting for next query...",
  "answercontact":"If you don’t get the answer you’re looking for, you can give us a call at 800-421-1362. Okay?",
  "diffQuery":"I don’t know the right answer – but I know someone who can help. Please call our support team at 800-421-1362 to get the answers you need.",
  "continuechat":"Ok. Do you still want to chat?",
  "welcomemessage":"Welcome to chat! This is new so you’re one of the first to use this tool! It’s a work in progress. We’ll keep enhancing it so it gets better every time you visit.",
  "Mailconfirmbuttontext":"I don’t know the right answer – but I know someone who can help. Is it ok to pass your information to our support team?",
  "secure":"One more thing before we start. Let’s make sure we keep your private information safe. Please confirm that you will not share things like your medical diagnosis, social security number, etc.",
  "hourly":"hourly",
  "driver":"driver",
  "salaried":"salaried",
  "got_it":"got it",
  "ok":"ok",
  "yes":"yes",
  "no":"no",
  "private_info":"I will not share private information",
  "Hourly":"Hourly",
  "Driver":"Driver",
  "Salaried":"Salaried",
  "accept":"Yes, connect me with the support team.",
  "reject":"No, not at this time.",
  "Welcome_accept":"got it",
  "Associate":"Associate:",
  "Bot":"Bot:",
  "Link":"Link: [click on the link to mail]",
  "Employee": "What can i help you with today?",
  "btnWelcome":"Welcome to chat! This is new so you’re one of the first to use this tool! It’s a work in progress. We’ll keep enhancing it so it gets better every time you visit."

}
